---
kind: type
id: T:Autodesk.Revit.DB.OrdinateOriginVisibility
source: html/f60c32b7-781f-94a2-9ecd-ed9e6efdbda5.htm
---
# Autodesk.Revit.DB.OrdinateOriginVisibility

The ordinate origin visibility.

## Syntax (C#)
```csharp
public enum OrdinateOriginVisibility
```